{
    "appear_after" :  
    {
        "có trách nhiệm" : "Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên có trách nhiệm tuyên truyền, vận động nhân dân tham gia phòng, chống HIV/AIDS; tham gia và giám sát thực hiện biện pháp phòng, chống HIV/AIDS; tổ chức, thực hiện phong trào hỗ trợ về vật chất, tinh thần đối với người nhiễm HIV.",
        "thống nhất quản lý" : "Chính phủ thống nhất quản lý nhà nước về phòng, chống HIV/AIDS.",
        "trong phạm vi, quyền hạn" : "Bộ, cơ quan ngang bộ trong phạm vi nhiệm vụ, quyền hạn của mình có trách nhiệm phối hợp với Bộ Y tế trong việc thực hiện quản lý nhà nước về phòng, chống HIV/AIDS.",
        "có các trách nhiệm"  : "1. Uỷ ban nhân dân xã, phường, thị trấn có các trách nhiệm sau đây:",
        "quy định" : "Thủ tướng Chính phủ quy định việc quản lý, chăm sóc, tư vấn, điều trị cho người nhiễm HIV và phòng lây nhiễm HIV tại các cơ sở quy định tại khoản 1 Điều này.",
        "chỉ đạo" : "Chủ tịch Uỷ ban nhân dân tỉnh, thành phố trực thuộc trung ương (sau đây gọi là Chủ tịch Uỷ ban nhân dân cấp tỉnh) chỉ đạo việc tổ chức lập hồ sơ khoa học di sản văn hoá phi vật thể ở địa phương để bảo vệ và phát huy giá trị. ",
        "quyết định" : "Chủ tịch Uỷ ban nhân dân cấp tỉnh quyết định xếp hạng di tích cấp tỉnh",
        "lập hồ sơ" : "Chủ tịch Uỷ ban nhân dân cấp tỉnh lập hồ sơ di tích trình Bộ trưởng Bộ Văn hoá - Thông tin quyết định xếp hạng di tích quốc gia;",
        "ban hành" : "Bộ trưởng Bộ Văn hoá - Thông tin ban hành quy chế về thăm dò, khai quật khảo cổ.",
        "thực hiện việc quản lý" : "Các bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ có trách nhiệm quản lý nhà nước về di sản văn hoá theo phân công của Chính phủ.",
        "hướng dẫn" : "Chính phủ hướng dẫn thể thức và thời hạn kết thúc việc khen thưởng tổng kết thành tích kháng chiến."
    },
    "miscellaneous" :
    {
        "do ... quy định" : "Điều kiện thành lập và nội dung hoạt động của tổ chức tư vấn về phòng, chống HIV/AIDS do Bộ trưởng Bộ Y tế quy định",
        "do ... quyết định" : "12. Dự án khuyến khích đầu tư dầu khí là dự án tiến hành các hoạt động dầu khí tại vùng nước sâu, xa bờ và khu vực có điều kiện địa lý, địa chất đặc biệt khó khăn theo danh mục các lô do Thủ tướng Chính phủ quyết định.\"chưa biết. Bộ trưởng, Thủ trưởng cơ quan ngang bộ, cơ quan thuộc Chính phủ, Chánh án Toà án nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dân tối cao, lãnh đạo cơ quan trung ương của đoàn thể, Chủ tịch Uỷ ban nhân dân cấp tỉnh xem xét, trình Thủ tướng Chính phủ để đề nghị Chủ tịch nước quyết định tặng thưởng huân chương, huy chương, Giải thưởng Hồ Chí Minh, Giải thưởng nhà nước, danh hiệu vinh dự nhà nước."
    },
    "appear_before" :
    {
        "theo quy định của" : "Các cơ sở y tế có trách nhiệm tư vấn về phòng, chống HIV/AIDS theo quy định của Bộ trưởng Bộ Y tế. ",
        "đề nghị của" : "Thủ tướng Chính phủ phê duyệt quy hoạch tổng thể phát triển kết cấu hạ tầng giao thông đường thuỷ nội địa trên cơ sở đề nghị của Bộ trưởng Bộ Giao thông vận tải."
    }
}